products/wso2_ESB/product_features/content_types/error_handling/payload/getQuote.xml

<soapenv:Envelope xmlns:ser="http://services.samples" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://services.samples/xsd">
	<soapenv:Header/>
	<soapenv:Body>
		<ser:getQuote>
			<!--Optional:-->
			<ser:request>
				<!--Optional:-->
				<xsd:symbol>IBM</xsd:symbol>
			</ser:request>
		</ser:getQuote>
	</soapenv:Body>
</soapenv:Envelope>